# emm~就我记得的日常应变死亡tvp有以下几种：
- ## 死神专注杀农民没注意p的致命科技：
1. 看见vc没侦查到vd被影刀突袭半死，不留雷达，没下防空（跟in的一局看见了都没防
2. 看见vs木有防先知，木有be防空或者枪兵站岗（有一局直接导弹车前压吸引先知回防倒是很精彩
3. 前线死神一旦GG，追猎无后患前压，无限占没兴奋剂枪兵便宜（心香打这种局面就坡上埋雷，追猎会挨个来送，平稳度过兴奋剂timing，还喜欢在p正面搞事的时候突然背后投雷简直丧病）
- ## 前线&互捅操作意识
1. 前线主力没看见的情况下直接上路口被烧饼闪电偷袭，解放被偷，兵力优势翻盘
2. 5：30p有不朽追猎一波timing木有前线视野被突然打死
3. 多先知不注意陷阱优势兵力推矿中招
4. 换家互捅的时候家里刷叉在兵力不够的情况下挨个去送，木有操作
5. 互捅的时候，家里防守没问题，前线挂机错过绝佳进攻timing
6. 本来4：30一船兵点主p关键bg水晶能一波打穿但莫名操作残血水晶没掉
7. 在p有aoe科技有前排没地形正面优势不大的时候，一拳收不住，强打被吃（如果多线拖鬼兵坦克等优势地形打就不一样
